Repository: ssp/clicktoflash
Catalog: Plugin/*.lproj/Localizable.strings
Languages: de

source: ClickToFlash Fullscreen
de: ClickToFlash Vollbild-Fenster

source: Fill entire screen
de: Vollbildmodus

source: Return to web page
de: Zurück zur Webseite

source: ClickToFlash Contextual Menu
de: ClickToFlash Kontextmenü

source: Load Flash
de: Flash laden

# Load All on this Page
source: Load All Flash
de: Alles Flash laden

source: Hide Flash
de: Flash verbergen

source: Remove Flash
de: Flash entfernen

# Add %@ to Whitelist
source: Automatically Load Flash on “%@”
de: Flash auf „%@“ automatisch laden

source: ClickToFlash Preferences…
de: ClickToFlash Einstellungen …

source: Blocked Flash Content
de: Unterdrückter Flash-Inhalt

source: A film or some other interactive content which is implemented in Flash should appear here. ClickToFlash prevented it from loading automatically. Clicking will start loading it.
de: Ein Film oder ein anderer interaktiver Flash-Inhalt sollte hier erscheinen. Er wurde aber von ClickToFlash unterdrückt. Durch Klicken wird er geladen.

source: Load Flash Content
de: Flash-Element laden

source: ClickToFlash Menu
de: ClickToFlash-Menü

# Copy embed tag to Clipboard
source: Copy code for embedding
de: Code zum Einbetten Kopieren

# Load H.264
source: Load with QuickTime
de: Film mit QuickTime abspielen

# Load H.264 SD Version
source: Load Smaller Version with QuickTime
de: Kleinere Version mit QuickTime abspielen

# Load H.264 HD Version
source: Load Larger Version with QuickTime
de: Größere Version mit QuickTime abspielen

# Load %@ page for this video
source: Go to %@ Page for this Movie
de: %@ Seite öffnen

source: Play Fullscreen in QuickTime Player
de: Im Vollbildmodus mit QuickTime Player abspielen

source: Play Smaller Version Fullscreen in QuickTime Player
de: Kleinere Version im Vollbildmodus mit QuickTime Player abspielen

source: Play Larger Version Fullscreen in QuickTime Player
de: Größere Version im Vollbildmodus mit QuickTime Player abspielen

# Download H.264
source: Download Movie File
de: Filmdatei laden

# Download SD H.264
source: Download Smaller Version as Movie File
de: Kleinere Version als Filmdatei laden

# Download HD H.264
source: Download Larger Version as Movie File
de: Größere Version als Filmdatei laden

source: Use smaller version of the movie
de: Kleinere Version des Films verwenden

source: Use larger version of the movie
de: Größere Version des Films verwenden

# Download video file
source: Download Movie File
de: Filmdatei laden

source: Download:
de: Filmdatei laden:

source: Current Size
de: Aktuelle Größe

source: Larger Size
de: Größere Version

source: Go to %@ Page
de: %@ Seite öffnen

# sIFR Flash
source: Text Replacement
de: Textersetzung

# Don't use Text Replacement
source: Remove All Text Replacements
de: Alle Textersetzungen entfernen

source: Please quit and relaunch “%@” for the change to take effect.
de: Die Änderung wird beim nächsten Start von „%@“ wirksam.

# Always load Flash for '%@'?
source: Automatically use Flash on “%@”?
de: Flash auf „%@“ automatisch laden?

source: To revert the decision to automatically use Flash, open ClickToFlash’s Preferences from the “ClickToFlash” submenu of the “%2$@” menu and remove “%1$@” from the list in the Preferences window that appears.
de: Um diese Entscheidung später rückgängig zu machen, öffnen Sie die Einstellungen aus dem „ClickToFlash“-Untermenü des „%2$@“-Menüs und entfernen Sie „%1$@“ aus der Liste von Websites, auf denen Flash automatisch geladen wird.

# Add to Whitelist
source: Automatically use Flash
de: Flash automatisch laden

source: Cancel
de: Abbrechen
